Repository: zacariasjuliano/akademy-matriculation
Catalog: trytond/modules/akademy_matriculation/locale/*.po
Languages: fr

# field:akademy_configuration.academic.level,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_configuration.application.criteria,academic_level:
source: Nível académico
fr: Niveau academique

# field:akademy_configuration.application.criteria,age:
source: Idade
fr: Âge

# field:akademy_configuration.application.criteria,application_result:
source: Resultado das candidaturas
fr: Résultats des candidatures

# field:akademy_configuration.application.criteria,area:
source: Área
fr: Domaine

# field:akademy_configuration.application.criteria,average:
source: Média
fr: Moyenne

# field:akademy_configuration.application.criteria,code:
source: Código
fr: Code

# field:akademy_configuration.application.criteria,course:
source: Curso
fr: Cours

# field:akademy_configuration.application.criteria,course_classe:
source: Classe
fr: Niveau

# field:akademy_configuration.application.criteria,description:
source: Descrição
fr: Description

# field:akademy_configuration.application.criteria,lective_year:
source: Ano letivo
fr: Année académique

# field:akademy_configuration.application.criteria,name:
source: Nome
fr: Nom

# field:akademy_configuration.application.criteria,phase:
source: Fase
fr: Phase

# field:akademy_configuration.application.criteria,student_limit:
source: Total de vagas
fr: Nombre total de places

# field:akademy_configuration.area,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_configuration.course,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_configuration.course.classe,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_configuration.lective.year,application_criteria:
source: Critério d'admissão
fr: Critère d'admission

# field:akademy_configuration.lective.year,phase:
source: Fase de admissão
fr: Phase d'admission

# field:akademy_configuration.matriculation.reference,applications:
source: Modalidade de candidatura
fr: Modalité de candidature

# field:akademy_configuration.matriculation.reference,name:
source: Nome
fr: Nom

# field:akademy_configuration.phase,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_configuration.phase,code:
source: Código
fr: Code

# field:akademy_configuration.phase,end:
source: Término
fr: Fin

# field:akademy_configuration.phase,lective_year:
source: Ano letivo
fr: Année academique

# field:akademy_configuration.phase,name:
source: Nome
fr: Nom

# field:akademy_configuration.phase,start:
source: Início
fr: Début

# field:akademy_matriculation.applications,academic_level:
source: Nível acadêmico
fr: Niveau académique

# field:akademy_matriculation.applications,age:
source: Idade
fr: Âge

# field:akademy_matriculation.applications,area:
source: Área
fr: Domaine

# field:akademy_matriculation.applications,candidate:
source: Candidato
fr: Candidat

# field:akademy_matriculation.applications,course:
source: Curso
fr: Cours

# field:akademy_matriculation.applications,course_classe:
source: Classe
fr: Niveau

# field:akademy_matriculation.applications,description:
source: Descrição
fr: Description

# field:akademy_matriculation.applications,lective_year:
source: Ano letivo
fr: Année Académique

# field:akademy_matriculation.applications,phase:
source: Fase
fr: Phase

# field:akademy_matriculation.applications,reference:
source: Modalidade
fr: Modalité

# field:akademy_matriculation.applications,result:
source: Resultado
fr: Résultat

# field:akademy_matriculation.applications,state:
source: Avaliado
fr: Évalué

# field:akademy_matriculation.applications.result,application:
source: Candidatura
fr: Candidature

# field:akademy_matriculation.applications.result,application_criteria:
source: Critério de admissão
fr: Critère d'admission

# field:akademy_matriculation.applications.result,lective_year:
source: Ano letivo
fr: Année académique

# field:akademy_matriculation.applications.result,phase:
source: Fase
fr: Phase

# field:akademy_matriculation.applications.result,result:
source: Resultado
fr: Résultat

# field:akademy_matriculation.candidates,academic_level:
source: Nível acadêmico
fr: Niveau académique

# field:akademy_matriculation.candidates,applications:
source: Candidaturas
fr: Candidatures

# field:akademy_matriculation.candidates,area:
source: Área
fr: Domaine

# field:akademy_matriculation.candidates,average:
source: Média
fr: Moyenne

# field:akademy_matriculation.candidates,candidates:
source: Candidato
fr: Candidat

# field:akademy_matriculation.candidates,code:
source: Código
fr: Code

# field:akademy_matriculation.candidates,course:
source: Curso
fr: Cours

# field:akademy_matriculation.candidates,date_end:
source: Data de conclusão
fr: Date de fin

# field:akademy_matriculation.candidates,date_start:
source: Data de início
fr: Date de début

# field:akademy_matriculation.candidates,institution:
source: Instituição
fr: Établissement

# field:akademy_matriculation.candidates,party:
source: Nome
fr: Nom

# field:akademy_matriculation.student.transfer,academic_level:
source: Nível acadêmico
fr: Niveau académique

# field:akademy_matriculation.student.transfer,area:
source: Área
fr: Domaine

# field:akademy_matriculation.student.transfer,course:
source: Curso
fr: Cours

# field:akademy_matriculation.student.transfer,course_classe:
source: Classe
fr: Niveau

# field:akademy_matriculation.student.transfer,description:
source: Descrição
fr: Description

# field:akademy_matriculation.student.transfer,external:
source: Externa
fr: Externe

# field:akademy_matriculation.student.transfer,internal:
source: Interna
fr: Interne

# field:akademy_matriculation.student.transfer,lective_year:
source: Ano letivo
fr: Année académique

# field:akademy_matriculation.student.transfer,student:
source: Discente
fr: Étudiant

# field:akademy_matriculation.student.transfer,student_transfer_discipline:
source: Disciplina
fr: Matière

# field:akademy_matriculation.student.transfer.discipline,average:
source: Média
fr: Moyenne

# field:akademy_matriculation.student.transfer.discipline,course:
source: Curso
fr: Cours

# field:akademy_matriculation.student.transfer.discipline,course_classe:
source: Classe
fr: Niveau

# field:akademy_matriculation.student.transfer.discipline,discipline:
source: Disciplina
fr: Matière

# field:akademy_matriculation.student.transfer.discipline,student_transfer:
source: Discente
fr: Ètudiant

source: Critério de admissão
fr: Critère d'admission

# field:akademy_matriculation.wizassociatiodiscipline.create.start,classes:
source: Turma
fr: Classe

# field:akademy_matriculation.wizmatriculation.create.start,applications:
source: Candidato
fr: Candidat

# field:akademy_matriculation.wizmatriculation.create.start,is_candidate:
source: Candidato
fr: Candidat

# field:akademy_matriculation.wizmatriculation.create.start,is_transferred:
source: Transferido
fr: Transféré

# field:akademy_matriculation.wizmatriculation.create.start,transferred:
source: Transferido
fr: Transféré

# field:party.party,candidates:
source: Candidato
fr: Candidat

# help:akademy_configuration.application.criteria,age:
source: Informe a idade máxima para admissão.
fr: Indiqué l'âge maximal pour l'admission.

# help:akademy_configuration.application.criteria,average:
source: Informe a média mínima para admissão.
fr: Indiqué la moyenne minimale pour l'admission.

# help:akademy_configuration.application.criteria,code:
source: Código do critério de admissão.
fr: Code du critère d'admission.

# help:akademy_configuration.application.criteria,name:
source: Nome do critéio de admissão.
fr: Nom du critère d'admission.

# help:akademy_configuration.application.criteria,student_limit:
source: Informe o limite de discentes por admitir.
fr: Indiqué le nombre maximum d'étudiant à admettre.

# help:akademy_configuration.matriculation.reference,name:
source: Nome da referência de candidatura. Ex: Particular, Bolseiro
fr: Nom de la référence de candidature Ex: Particulier , Boursier

# help:akademy_configuration.phase,code:
source: Código do fase.
fr: Code de la phase.

# help:akademy_configuration.phase,end:
source: Data de término do ano letivo.
fr: Date de fin de l'année de académique.

# help:akademy_configuration.phase,name:
source: Nome da fase de admissão.
fr: Nom de la phase académique.

# help:akademy_configuration.phase,start:
source: Data de início do ano letivo.
fr: Date de début de l'année académique.

# help:akademy_matriculation.applications,academic_level:
source: Nível acadêmico que pretende se inscrever.
fr: Niveau académique auquel vous souhaitez vous inscrire.

# help:akademy_matriculation.applications,lective_year:
source: Ano letivo que pretende se inscrever.
fr: Année académique à laquelle vous souhaitez vous inscrire.

# help:akademy_matriculation.applications,phase:
source: Fase de inscrição da candidatura.
fr: Phase d'inscription de la candidature.

# help:akademy_matriculation.applications,reference:
source: Escolha a modalidade de candidatura.
fr: Choisissez la modalité de candidature.

# help:akademy_matriculation.candidates,average:
source: Média adquirida no certificado.
fr: Moyenne obtenue sur le certificat.

# help:akademy_matriculation.candidates,code:
source: Código do candidato.
fr: Code du candidat.

# help:akademy_matriculation.candidates,date_end:
source: Data de término da formação.
fr: Date de fin de la formation.

# help:akademy_matriculation.candidates,date_start:
source: Data de início da formação.
fr: Date de début de la formation.

# help:akademy_matriculation.candidates,institution:
source: Nome da instituição de formação.
fr: Nom de l'institution de la formation.

# help:akademy_matriculation.candidates,party:
source: Nome do candidato.
fr: Nom du candidat.

# help:akademy_matriculation.student.transfer,academic_level:
source: Nível acadêmico que pretende se inscrever.
fr: Niveau académique auquelle vous souhaitez vous inscrire.

source: Caro utilizador escolha o critério de admissão.
fr: Cher utilisateur, choisissez le critère d'admission.

# help:akademy_matriculation.wizassociatiodiscipline.create.start,classes:
source: Caro utilizador será feita uma associação entre os discentes desta turma e as displinas existentes no plano de estudo.
fr: Cher utilisateur,une association sera faite entre les étudiants et les diciplines existantes dans le plans d'études.

# help:akademy_matriculation.wizmatriculation.create.start,applications:
source: Caro utilizador será feita a matrícula do candidato.
fr: Cher utilisateur,l'inscription du candidat sera effectuée.

# help:akademy_matriculation.wizmatriculation.create.start,is_candidate:
source: Matrícula para candidato.
fr: Inscription pour le candidat.

# help:akademy_matriculation.wizmatriculation.create.start,is_transferred:
source: Matrícula para discente transferido.
fr: Inscription pour l'étudiant transféré.

# help:akademy_matriculation.wizmatriculation.create.start,transferred:
source: Caro utilizador será feita a matrícula do discente transfêrido.
fr: Cher utilisateur,l'inscription pour l'étudiant transféré sera effectuée.

# model:akademy_configuration.application.criteria,name:
source: Application Criteria
fr: Critère d'admission

# model:akademy_configuration.matriculation.reference,name:
source: Matriculation Reference
fr: Réference d'inscription

# model:akademy_matriculation.applications,name:
source: Applications
fr: Candidatures

# model:akademy_matriculation.applications.result,name:
source: Applications Result
fr: Résultat des candidatures

# model:akademy_matriculation.candidates,name:
source: Candidates
fr: Candidats

# model:akademy_matriculation.student.transfer,name:
source: Student - Transfer
fr: Étudiant - Transfert

# model:akademy_matriculation.student.transfer.discipline,name:
source: Student Tranfer Discipline
fr: Discipline de l'étudiant transféré

# model:akademy_matriculation.wizapplication_avaliation.create.start,name:
source: ApplicationAvaliation CreateStart
fr: Démarrage de l'évaluation de la candidature

# model:akademy_matriculation.wizassociatiodiscipline.create.start,name:
source: AssociationDiscipline CreateStart
fr: Démarrage de l'association des diciplines

# model:akademy_matriculation.wizmatriculation.create.start,name:
source: Matriculation CreateStart
fr: Démarrage de l'inscription

# model:ir.ui.menu,name:akademy_application_avaliation_wiz
source: Avaliar candidatura
fr: Évaluer la candidature

# model:ir.ui.menu,name:akademy_applications_result
source: Resultados
fr: Résultats

# model:ir.ui.menu,name:akademy_associationdiscipline_wiz
source: Associar disciplina
fr: Associer une dicipline

# model:ir.ui.menu,name:akademy_candidate_applications
source: Candidaturas
fr: Candidatures

# model:ir.ui.menu,name:akademy_candidates
source: Candidatos
fr: Candidats

# model:ir.ui.menu,name:akademy_matriculation_reference
source: Referência da matrícula
fr: Référence de l'inscription

# model:ir.ui.menu,name:akademy_matriculation_student
source: Matrícular
fr: Inscrire

# model:ir.ui.menu,name:akademy_registrations
source: Matrículas
fr: Inscriptions

# model:ir.ui.menu,name:akademy_student_transfer
source: Transferências
fr: Transferts

source: Avaliar
fr: Évaluer

source: Cancelar
fr: Annuler

source: Associar
fr: Associer

source: Cancelar
fr: Annuler

# wizard_button:akademy_matriculation.wizmatriculation.create,start,matriculation:
source: Cancelar
fr: Annuler

# wizard_button:akademy_matriculation.wizmatriculation.create,start,matriculation:
source: Matricular
fr: S'inscrire
